{
    "albums": [
        {
            "id": 1,
            "title": "Revolver",
            "artist": "The Beatles",
            "release_date": "1966-08-05",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/58/4a/10/584a1058-de0a-6a6b-d0bd-da09a028b8bc/00602567705499.rgb.jpg/600x600bb.jpg",
            "info": "Revolver is the seventh studio album by English rock band The Beatles, released in 1966. The album marked a significant departure from the band's previous work, incorporating elements of psychedelia, Indian music, and unconventional recording techniques. Revolver includes classic tracks such as 'Eleanor Rigby,' 'Tomorrow Never Knows,' and 'Taxman,' and it has been praised by critics for its innovation, experimentation, and timeless appeal."
        },
        {
            "id": 2,
            "title": "Highway 61 Revisited",
            "artist": "Bob Dylan",
            "release_date": "1965-08-30",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/f8/ff/c0/f8ffc056-55b4-2033-657d-32492d1eea25/827969239926.jpg/600x600bb.jpg",
            "info": "Highway 61 Revisited is the sixth studio album by American singer-songwriter Bob Dylan, released in 1965. The album is considered one of Dylan's masterpieces and a landmark in popular music, featuring iconic tracks such as 'Like a Rolling Stone' and 'Desolation Row.' Highway 61 Revisited is known for its poetic lyrics, electric instrumentation, and Dylan's distinctive vocal delivery, and it has had a lasting influence on generations of musicians and songwriters."
        },
        {
            "id": 3,
            "title": "Blonde on Blonde",
            "artist": "Bob Dylan",
            "release_date": "1966-05-16",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music/59/a7/ef/mzi.wkbuuwvd.jpg/600x600bb.jpg",
            "info": "Blonde on Blonde is the seventh studio album by American singer-songwriter Bob Dylan, released in 1966. The album is often cited as one of the greatest of all time, featuring Dylan's poetic lyrics, inventive songwriting, and a blend of folk, rock, and blues influences. Blonde on Blonde includes classics such as 'Rainy Day Women #12 & 35,' 'Just Like a Woman,' and 'Visions of Johanna,' and it has been praised for its depth, complexity, and lasting impact on popular music."
        },
        {
            "id": 4,
            "title": "Pet Sounds",
            "artist": "The Beach Boys",
            "release_date": "1966-05-16",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/35/bb/c4/35bbc4eb-9387-97b0-b138-64b7a949ea43/13UABIM03512.rgb.jpg/600x600bb.jpg",
            "info": "Pet Sounds is the eleventh studio album by American rock band The Beach Boys, released in 1966. The album is widely regarded as one of the greatest of all time and a masterpiece of the rock genre. Pet Sounds features lush orchestral arrangements, innovative production techniques, and introspective lyrics, and it includes iconic tracks such as 'Wouldn't It Be Nice,' 'God Only Knows,' and 'Good Vibrations.' The album's influence extends far beyond its initial release, shaping the course of popular music for decades to come."
        },
        {
            "id": 5,
            "title": "Sgt. Pepper's Lonely Hearts Club Band",
            "artist": "The Beatles",
            "release_date": "1967-06-01",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/6f/79/8d/6f798d84-7475-8525-fc91-f7b51b2b5a9b/00602567725428.rgb.jpg/600x600bb.jpg",
            "info": "Sgt. Pepper's Lonely Hearts Club Band is the eighth studio album by English rock band The Beatles, released in 1967. The album is considered one of the greatest of all time and a landmark in the history of popular music. Sgt. Pepper's features innovative studio techniques, psychedelic sounds, and a concept that blurs the lines between reality and fiction. With classic tracks such as 'Lucy in the Sky with Diamonds,' 'A Day in the Life,' and the title track, the album has had a profound cultural impact and continues to be celebrated for its creativity and artistic vision."
        },
        {
            "id": 6,
            "title": "The Velvet Underground & Nico",
            "artist": "The Velvet Underground",
            "release_date": "1967-03-12",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music112/v4/92/93/39/9293397f-a707-237e-ec7e-0ca613a67e3c/06UMGIM04143.rgb.jpg/600x600bb.jpg",
            "info": "The Velvet Underground & Nico is the debut album by American rock band The Velvet Underground, released in 1967. The album is known for its experimental sound, provocative lyrics, and association with artist Andy Warhol, who designed the iconic banana cover. The Velvet Underground & Nico features influential tracks such as 'Sunday Morning,' 'Heroin,' and 'I'm Waiting for the Man,' and it has been praised for its influence on alternative and indie rock music."
        },
        {
            "id": 7,
            "title": "Are You Experienced",
            "artist": "The Jimi Hendrix Experience",
            "release_date": "1967-05-12",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/00/67/45/006745f5-95d5-5a06-35ed-d515e9cfd7d8/dj.tbwlxwoh.jpg/600x600bb.jpg",
            "info": "Are You Experienced is the debut studio album by the Jimi Hendrix Experience, released in 1967. The album is widely regarded as one of the greatest debut albums in rock history and a key work of the psychedelic rock genre. Are You Experienced showcases Hendrix's virtuosic guitar skills, innovative songwriting, and groundbreaking production techniques. With tracks like 'Purple Haze,' 'Hey Joe,' and 'Foxy Lady,' the album established Hendrix as a leading figure in rock music and remains a classic of the era."
        },
        {
            "id": 8,
            "title": "Abbey Road",
            "artist": "The Beatles",
            "release_date": "1969-09-26",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music113/v4/f5/bd/16/f5bd165f-eb7c-2534-90d6-0fe81d9db29b/00602567789636.rgb.jpg/600x600bb.jpg",
            "info": "Abbey Road is the eleventh studio album by English rock band The Beatles, released in 1969. The album is known for its innovative recording techniques, sophisticated songwriting, and iconic cover art. Abbey Road features classic tracks such as 'Come Together,' 'Something,' and the medley on side two. Despite tensions within the band during recording sessions, Abbey Road is widely regarded as one of The Beatles' finest albums and a fitting swan song for their career."
        },
        {
            "id": 9,
            "title": "The Doors",
            "artist": "The Doors",
            "release_date": "1967-01-04",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music/v4/b8/9e/7f/b89e7f14-66e1-fc30-4a8c-79d5bb7ad35f/081227961142.jpg/600x600bb.jpg",
            "info": "The Doors is the debut album by American rock band The Doors, released in 1967. The album features a mix of blues, psychedelic rock, and poetry, with Jim Morrison's distinctive vocals and provocative lyrics at the forefront. The Doors includes iconic tracks such as 'Break On Through (To the Other Side),' 'Light My Fire,' and 'The End,' and it has had a lasting influence on rock music and popular culture."
        },
        {
            "id": 10,
            "title": "The Dark Side of the Moon",
            "artist": "Pink Floyd",
            "release_date": "1973-03-01",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/52/28/ff/5228ff2e-d0dc-2706-8c89-c3ecf7eb122d/190295828798.jpg/600x600bb.jpg",
            "info": "The Dark Side of the Moon is the eighth studio album by English rock band Pink Floyd, released in 1973. The album is a concept work exploring themes of conflict, greed, and mental illness, and it features elaborate sound effects, innovative production techniques, and philosophical lyrics. The Dark Side of the Moon includes classic tracks such as 'Money,' 'Time,' and 'Us and Them,' and it has become one of the best-selling and most acclaimed albums of all time."
        },
        {
            "id": 11,
            "title": "Led Zeppelin IV",
            "artist": "Led Zeppelin",
            "release_date": "1971-11-08",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/fd/26/99/fd2699c9-7da6-e103-17d4-49d9c803da85/0081227966536.rgb.jpg/600x600bb.jpg",
            "info": "Led Zeppelin IV is the fourth studio album by English rock band Led Zeppelin, released in 1971. The album features a blend of hard rock, blues, and folk influences, showcasing the band's musical versatility and virtuosity. Led Zeppelin IV includes iconic tracks such as 'Stairway to Heaven,' 'Black Dog,' and 'Rock and Roll,' and it has been praised for its innovative sound, powerful performances, and enduring influence on rock music."
        },
        {
            "id": 12,
            "title": "The Wall",
            "artist": "Pink Floyd",
            "release_date": "1979-11-30",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/67/29/63/67296314-75f7-4735-53b0-b48c189d86aa/0190295996989.rgb.jpg/600x600bb.jpg",
            "info": "The Wall is the eleventh studio album by English rock band Pink Floyd, released in 1979. The album is a rock opera that tells the story of Pink, a character who undergoes a psychological breakdown, and explores themes of alienation, isolation, and authoritarianism. The Wall features elaborate production, complex musical arrangements, and iconic tracks such as 'Another Brick in the Wall,' 'Comfortably Numb,' and 'Hey You.' It has been praised for its ambition, innovation, and emotional depth."
        },
        {
            "id": 13,
            "title": "Hotel California",
            "artist": "Eagles",
            "release_date": "1976-12-08",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/51/b9/35/51b93502-73c1-9c86-5d9e-307aebdf8d3e/081227981635.jpg/600x600bb.jpg",
            "info": "Hotel California is the fifth studio album by American rock band Eagles, released in 1976. The album is known for its laid-back California rock sound, intricate harmonies, and introspective lyrics. Hotel California includes classic tracks such as the title song, 'New Kid in Town,' and 'Life in the Fast Lane,' and it has been praised for its songwriting craftsmanship and polished production. The album remains one of the best-selling records of all time."
        },
        {
            "id": 14,
            "title": "Rumours",
            "artist": "Fleetwood Mac",
            "release_date": "1977-02-04",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/76/85/c4/7685c45a-fd32-d167-7a3f-8a893d8be0f0/093624979357.jpg/600x600bb.jpg",
            "info": "Rumours is the eleventh studio album by British-American rock band Fleetwood Mac, released in 1977. The album is known for its emotional lyrics, smooth harmonies, and polished production, despite the personal turmoil within the band during recording sessions. Rumours includes iconic tracks such as 'Go Your Own Way,' 'Dreams,' and 'Don't Stop,' and it has been praised for its commercial success, critical acclaim, and lasting influence on popular music."
        },
        {
            "id": 15,
            "title": "Born to Run",
            "artist": "Bruce Springsteen",
            "release_date": "1975-08-25",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music113/v4/85/29/9e/85299e60-00f7-ae8d-e393-334fd0022a8e/886444517241.jpg/600x600bb.jpg",
            "info": "Born to Run is the third studio album by American singer-songwriter Bruce Springsteen, released in 1975. The album features grandiose production, epic storytelling, and a blend of rock and roll, pop, and folk influences. Born to Run includes classic tracks such as the title song, 'Thunder Road,' and 'Jungleland,' and it has been hailed as one of the greatest albums in rock music history, capturing the essence of youthful rebellion and the American dream."
        },
        {
            "id": 16,
            "title": "Electric Ladyland",
            "artist": "Jimi Hendrix",
            "release_date": "1968-10-16",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/3b/6e/18/3b6e18fb-9b8c-dad7-c9e3-39b6c1b5891e/886976361923.jpg/600x600bb.jpg",
            "info": "Electric Ladyland is the third and final studio album by the Jimi Hendrix Experience, released in 1968. The album showcases Hendrix's virtuosic guitar playing, innovative songwriting, and experimental approach to studio recording. Electric Ladyland features iconic tracks such as 'All Along the Watchtower,' 'Voodoo Child (Slight Return),' and 'Crosstown Traffic,' and it has been praised for its psychedelic sound, ambitious scope, and lasting impact on rock music."
        },
        {
            "id": 17,
            "title": "Led Zeppelin II",
            "artist": "Led Zeppelin",
            "release_date": "1969-10-22",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/7f/bd/98/7fbd9860-3ae3-13b9-25e4-7db49b0e1a13/0081227966362.rgb.jpg/600x600bb.jpg",
            "info": "Led Zeppelin II is the second studio album by English rock band Led Zeppelin, released in 1969. The album features a mix of blues, hard rock, and folk influences, showcasing the band's dynamic sound and powerful performances. Led Zeppelin II includes classic tracks such as 'Whole Lotta Love,' 'Heartbreaker,' and 'Ramble On,' and it has been praised for its influence on heavy metal and hard rock music."
        },
        {
            "id": 18,
            "title": "Moondance",
            "artist": "Van Morrison",
            "release_date": "1970-02-27",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/88/7e/43/887e43d4-5361-cc16-8eab-7318c8bcfd4a/00602557925756.rgb.jpg/600x600bb.jpg",
            "info": "Moondance is the third studio album by Northern Irish singer-songwriter Van Morrison, released in 1970. The album blends elements of folk, jazz, blues, and soul, showcasing Morrison's soulful vocals and poetic lyrics. Moondance includes classic tracks such as the title song, 'Into the Mystic,' and 'Caravan,' and it has been praised for its musical eclecticism, emotional depth, and timeless appeal."
        },
        {
            "id": 19,
            "title": "The Rise and Fall of Ziggy Stardust and the Spiders from Mars",
            "artist": "David Bowie",
            "release_date": "1972-06-16",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/07/43/41/074341e5-6639-2e1c-60b7-2a13f5b8e144/0081227375771.rgb.jpg/600x600bb.jpg",
            "info": "The Rise and Fall of Ziggy Stardust and the Spiders from Mars is the fifth studio album by English musician David Bowie, released in 1972. The album tells the story of Ziggy Stardust, a fictional rock star who acts as a messenger for extraterrestrial beings. Ziggy Stardust features glam rock, hard rock, and art rock influences, with iconic tracks such as 'Starman,' 'Suffragette City,' and 'Rock 'n' Roll Suicide.' The album has been praised for its concept, musical innovation, and Bowie's charismatic performance."
        },
        {
            "id": 20,
            "title": "Blue",
            "artist": "Joni Mitchell",
            "release_date": "1971-06-22",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/0e/f4/73/0ef473b9-f204-7877-6836-e87b6f7481f0/603497848952.jpg/600x600bb.jpg",
            "info": "Blue is the fourth studio album by Canadian singer-songwriter Joni Mitchell, released in 1971. The album features intimate songwriting, sparse arrangements, and Mitchell's distinctive vocals, exploring themes of love, heartbreak, and self-discovery. Blue includes classic tracks such as 'River,' 'A Case of You,' and 'California,' and it has been praised for its emotional depth, poetic lyrics, and enduring influence on folk and pop music."
        },
        {
            "id": 21,
            "title": "Court and Spark",
            "artist": "Joni Mitchell",
            "release_date": "1974-01-01",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/10/59/25/1059259e-2f99-50a5-6e28-e7a98357cb2e/093624801198.jpg/600x600bb.jpg",
            "info": "Court and Spark is the sixth studio album by Canadian singer-songwriter Joni Mitchell, released in 1974. The album features a blend of folk, pop, and jazz influences, with lush arrangements and introspective lyrics. Court and Spark includes iconic tracks such as 'Help Me,' 'Free Man in Paris,' and 'Raised on Robbery,' and it has been praised for its musical sophistication, confessional songwriting, and Mitchell's captivating vocals."
        },
        {
            "id": 22,
            "title": "Imagine",
            "artist": "John Lennon",
            "release_date": "1971-09-09",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/12/e4/1e/12e41eb8-073f-3ed7-32d4-83f8a5b643bb/00602577008824.rgb.jpg/600x600bb.jpg",
            "info": "Imagine is the second studio album by English musician John Lennon, released in 1971. The album is known for its title track, which has become an anthem for peace and unity, as well as its introspective songwriting and melodic hooks. Imagine includes classic tracks such as 'Jealous Guy,' 'Gimme Some Truth,' and 'Oh My Love,' and it has been praised for its emotional resonance, social commentary, and enduring popularity."
        },
        {
            "id": 23,
            "title": "Tapestry",
            "artist": "Carole King",
            "release_date": "1971-02-10",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/68/b6/0e/68b60e89-9d41-e8a1-bba2-05c750f0832b/dj.hwpyamqm.jpg/600x600bb.jpg",
            "genre": "Pop",
            "info": "Tapestry is the second studio album by American singer-songwriter Carole King, released in 1971. It is one of the best-selling albums of all time, with over 25 million copies sold worldwide. Tapestry features King's soulful vocals and introspective lyrics, and it includes hit singles such as 'It's Too Late' and 'You've Got a Friend.' The album received critical acclaim and won four Grammy Awards, including Album of the Year."
        },
        {
            "id": 24,
            "title": "What's Going On",
            "artist": "Marvin Gaye",
            "release_date": "1971-05-21",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music112/v4/76/36/2d/76362d74-cb7a-8ef9-104e-cde1d858e9a9/20UMGIM95279.rgb.jpg/600x600bb.jpg",
            "genre": "Soul",
            "info": "What's Going On is the eleventh studio album by American soul singer Marvin Gaye, released in 1971. The album is hailed as one of the greatest and most influential albums of all time. What's Going On addressed social and political issues such as poverty, racism, and the Vietnam War. Its smooth blend of soul, jazz, and funk, along with Gaye's emotive vocals, set a new standard for soul music. The album includes hit singles like the title track, 'What's Going On,' and 'Mercy Mercy Me (The Ecology).'"
        },
        {
            "id": 25,
            "title": "Electric Warrior",
            "artist": "T. Rex",
            "release_date": "1971-09-24",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/92/3a/99/923a9920-2a86-e7e3-b177-949dd6c1d023/00602537055876.rgb.jpg/600x600bb.jpg",
            "genre": "Glam Rock",
            "info": "Electric Warrior is the second studio album by English rock band T. Rex, released in 1971. The album marked a significant turning point in the band's sound, transitioning from their earlier folk rock style to a more glam rock sound. Electric Warrior features iconic tracks such as 'Bang a Gong (Get It On)' and 'Jeepster,' which became anthems of the glam rock era. With its catchy hooks and innovative production, Electric Warrior helped define the glam rock genre and influenced countless artists."
        },
        {
            "id": 26,
            "title": "The Rise and Fall of Ziggy Stardust and the Spiders from Mars",
            "artist": "David Bowie",
            "release_date": "1972-06-06",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/5f/fa/56/5ffa56c2-ea1f-7a17-6bad-192ff9b6476d/825646124206.jpg/600x600bb.jpg",
            "genre": "Glam Rock",
            "info": "The Rise and Fall of Ziggy Stardust and the Spiders from Mars is the fifth studio album by English musician David Bowie, released in 1972. The album is a concept album that tells the story of Ziggy Stardust, a fictional rock star who acts as a messenger for extraterrestrial beings. With its glam rock sound and theatrical persona, Ziggy Stardust became one of Bowie's most iconic and influential albums. It includes classic tracks such as 'Starman,' 'Suffragette City,' and 'Rock 'n' Roll Suicide.'"
        },
        {
            "id": 27,
            "title": "Harvest",
            "artist": "Neil Young",
            "release_date": "1972-02-01",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/e0/4b/c4/e04bc4e6-9d3a-0bab-c953-f139c72fd337/093624924722.jpg/600x600bb.jpg",
            "genre": "Folk Rock",
            "info": "Harvest is the fourth studio album by Canadian musician Neil Young, released in 1972. The album features a blend of folk, country, and rock music, with Young's distinctive voice and introspective lyrics at the forefront. Harvest includes the hit singles 'Heart of Gold' and 'Old Man,' both of which became signature songs for Young. The album received widespread critical acclaim and is often regarded as one of Young's greatest works."
        },
        {
            "id": 28,
            "title": "Exile on Main St.",
            "artist": "The Rolling Stones",
            "release_date": "1972-05-12",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music122/v4/a8/3f/1a/a83f1a79-1f12-91fa-9886-aa86765ed744/10UMGIM10406.rgb.jpg/600x600bb.jpg",
            "genre": "Rock",
            "info": "Exile on Main St. is the tenth studio album by English rock band The Rolling Stones, released in 1972. Recorded in France while the band was in tax exile, the album captures a raw and eclectic mix of rock, blues, country, and gospel influences. Exile on Main St. is often hailed as one of the greatest albums in rock music history, featuring classic tracks such as 'Tumbling Dice,' 'Happy,' and 'Rocks Off.' Despite initial mixed reviews, the album has since been recognized as a masterpiece and a pinnacle of The Rolling Stones' career."
        },
        {
            "id": 29,
            "title": "The Harder They Come",
            "artist": "Various Artists",
            "release_date": "1972-07-07",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/ee/fe/57/eefe5722-cca2-ba78-c3c0-fca085c55651/20UMGIM71814.rgb.jpg/600x600bb.jpg",
            "genre": "Reggae",
            "info": "The Harder They Come is the soundtrack album to the 1972 film of the same name, starring Jimmy Cliff. It features various artists from the reggae and ska genres, including Jimmy Cliff, Desmond Dekker, and Toots and the Maytals. The album is credited with popularizing reggae music outside of Jamaica and introducing it to a global audience. The title track, performed by Jimmy Cliff, became a major hit and remains one of the most iconic reggae songs of all time. The Harder They Come soundtrack is considered a classic of the reggae genre."
        },
        {
            "id": 30,
            "title": "Pink Moon",
            "artist": "Nick Drake",
            "release_date": "1972-02-25",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/2f/9a/a0/2f9aa0ed-18c9-5e42-4630-2637efbc876a/00042284292320.rgb.jpg/600x600bb.jpg",
            "genre": "Folk",
            "info": "Pink Moon is the third and final studio album by English folk musician Nick Drake, released in 1972. The album is known for its stripped-down instrumentation and intimate atmosphere, featuring Drake's haunting vocals and intricate guitar work. Pink Moon received little commercial success upon its release but has since gained widespread acclaim and recognition as one of the greatest folk albums of all time. The title track, 'Pink Moon,' has been featured in various films, television shows, and commercials, contributing to the album's enduring legacy."
        },
        {
            "id": 31,
            "title": "Machine Head",
            "artist": "Deep Purple",
            "release_date": "1972-03-25",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/8a/e2/d7/8ae2d771-1fc4-1977-d627-567b54910da3/00600753627372.rgb.jpg/600x600bb.jpg",
            "genre": "Hard Rock",
            "info": "Machine Head is the sixth studio album by British rock band Deep Purple, released in 1972. The album is often cited as one of the cornerstone records of the hard rock genre, featuring iconic tracks such as 'Smoke on the Water' and 'Highway Star.' Recorded in Switzerland, Machine Head showcases Deep Purple's trademark heavy guitar riffs, virtuosic solos, and powerful vocals. The album's influence on hard rock and heavy metal music is profound, and it remains a classic of the genre."
        },
        {
            "id": 32,
            "title": "Dark Side of the Moon",
            "artist": "Pink Floyd",
            "release_date": "1973-03-01",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Features124/v4/ba/87/dd/ba87ddde-41b8-cb44-3675-61a2ba920e36/dj.nobsviqs.jpg/600x600bb.jpg",
            "genre": "Progressive Rock",
            "info": "The Dark Side of the Moon is the eighth studio album by English rock band Pink Floyd, released in 1973. It is one of the best-selling albums of all time, known for its innovative sound, concept, and artwork. The album explores themes of conflict, madness, and the passage of time, with tracks seamlessly blending into one another. The Dark Side of the Moon features iconic songs such as 'Money,' 'Time,' and 'Us and Them.' Its commercial success and critical acclaim solidified Pink Floyd's status as one of the most influential rock bands in history."
        },
        {
            "id": 33,
            "title": "Band on the Run",
            "artist": "Paul McCartney & Wings",
            "release_date": "1973-12-05",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/e1/b0/03/e1b0032f-d5e1-a29f-50f5-f9d40feb2a6a/14CMGIM01182.rgb.jpg/600x600bb.jpg",
            "genre": "Rock",
            "info": "Band on the Run is the third studio album by the British-American rock band Paul McCartney and Wings, released in 1973. Recorded in Lagos, Nigeria, the album features a blend of rock, pop, and funk influences. Band on the Run is considered one of McCartney's finest post-Beatles works, featuring hit singles such as the title track 'Band on the Run' and 'Jet.' The album received widespread critical acclaim and commercial success, topping charts around the world and becoming one of the best-selling albums of the 1970s."
        },
        {
            "id": 34,
            "title": "Goodbye Yellow Brick Road",
            "artist": "Elton John",
            "release_date": "1973-10-05",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music122/v4/b3/60/b6/b360b655-4d28-179d-d0d4-4e128ebdf4c9/13UAEIM19273.rgb.jpg/600x600bb.jpg",
            "genre": "Rock",
            "info": "Goodbye Yellow Brick Road is the seventh studio album by English singer-songwriter Elton John, released in 1973. The album is regarded as one of John's greatest works and features a diverse range of musical styles, including rock, pop, glam, and ballads. Goodbye Yellow Brick Road includes classic tracks such as 'Bennie and the Jets,' 'Candle in the Wind,' and the title track 'Goodbye Yellow Brick Road.' The album received widespread critical acclaim and commercial success, cementing Elton John's status as a music icon."
        },
        {
            "id": 35,
            "title": "Court and Spark",
            "artist": "Joni Mitchell",
            "release_date": "1974-01-17",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/9e/fb/3a/9efb3a17-c558-9d9b-22e2-a838b67bb534/075596059329.jpg/600x600bb.jpg",
            "genre": "Folk Rock",
            "info": "Court and Spark is the sixth studio album by Canadian singer-songwriter Joni Mitchell, released in 1974. The album marked a departure from Mitchell's earlier folk sound, incorporating elements of jazz, rock, and pop music. Court and Spark features intricate arrangements and introspective lyrics, with Mitchell exploring themes of love, fame, and identity. The album includes the hit singles 'Help Me' and 'Free Man in Paris,' both of which received critical acclaim and commercial success. Court and Spark is considered one of Mitchell's masterpieces and a classic of the folk rock genre."
        },
        {
            "id": 36,
            "title": "The Lamb Lies Down on Broadway",
            "artist": "Genesis",
            "release_date": "1974-11-18",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/44/1d/e7/441de7e6-4e8d-9739-0a94-dc6013263620/mzi.vkykexny.jpg/600x600bb.jpg",
            "genre": "Progressive Rock",
            "info": "The Lamb Lies Down on Broadway is the sixth studio album by the British progressive rock band Genesis, released as a double album in 1974. It is a concept album telling the story of Rael, a Puerto Rican youth living in New York City. The album features a fusion of rock, pop, and experimental music, with intricate arrangements and complex lyrical themes. The Lamb Lies Down on Broadway is considered one of Genesis's most ambitious and influential works, showcasing their musical virtuosity and innovation."
        },
        {
            "id": 37,
            "title": "The Dark Side of the Moon",
            "artist": "Pink Floyd",
            "release_date": "1973-03-01",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Features124/v4/ba/87/dd/ba87ddde-41b8-cb44-3675-61a2ba920e36/dj.nobsviqs.jpg/600x600bb.jpg",
            "genre": "Progressive Rock",
            "info": "The Dark Side of the Moon is the eighth studio album by English rock band Pink Floyd, released in 1973. It is one of the best-selling albums of all time, known for its innovative sound, concept, and artwork. The album explores themes of conflict, madness, and the passage of time, with tracks seamlessly blending into one another. The Dark Side of the Moon features iconic songs such as 'Money,' 'Time,' and 'Us and Them.' Its commercial success and critical acclaim solidified Pink Floyd's status as one of the most influential rock bands in history."
        },
        {
            "id": 38,
            "title": "Born to Run",
            "artist": "Bruce Springsteen",
            "release_date": "1975-08-25",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/0a/02/f7/0a02f7a1-ca2a-c0d7-7192-50314971721f/884977157031.jpg/600x600bb.jpg",
            "genre": "Rock",
            "info": "Born to Run is the third studio album by American singer-songwriter Bruce Springsteen, released in 1975. It features a blend of rock and roll, pop, and folk influences, with Springsteen's distinctive storytelling and lyrical themes of working-class life and dreams. Born to Run includes classic tracks such as the title track 'Born to Run,' 'Thunder Road,' and 'Jungleland.' The album received widespread critical acclaim and commercial success, propelling Springsteen to international fame and establishing him as one of the greatest rock musicians of his generation."
        },
        {
            "id": 39,
            "title": "Physical Graffiti",
            "artist": "Led Zeppelin",
            "release_date": "1975-02-24",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music3/v4/d6/f2/d3/d6f2d379-a21a-947a-48c3-d72fca3f30b9/603497894314.jpg/600x600bb.jpg",
            "genre": "Rock",
            "info": "Physical Graffiti is the sixth studio album by the English rock band Led Zeppelin, released as a double album in 1975. It features a diverse range of musical styles, including hard rock, blues, folk, and funk, showcasing the band's musical versatility and innovation. Physical Graffiti includes hit singles such as 'Kashmir' and 'Trampled Under Foot,' as well as epic tracks like 'In My Time of Dying' and 'Ten Years Gone.' The album received widespread critical acclaim and commercial success, becoming one of Led Zeppelin's most celebrated and influential albums."
        },
        {
            "id": 40,
            "title": "Blood on the Tracks",
            "artist": "Bob Dylan",
            "release_date": "1975-01-20",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/34/6e/4d/346e4d1c-c9ef-cf7f-96d9-aad97286febb/074643323529.jpg/600x600bb.jpg",
            "genre": "Folk Rock",
            "info": "Blood on the Tracks is the fifteenth studio album by American singer-songwriter Bob Dylan, released in 1975. It is regarded as one of Dylan's greatest works and a landmark album in the folk rock genre. Blood on the Tracks features introspective lyrics and intimate storytelling, with themes of love, loss, and redemption. The album includes classic tracks such as 'Tangled Up in Blue,' 'Simple Twist of Fate,' and 'Shelter from the Storm.' Blood on the Tracks received widespread critical acclaim and has since been recognized as one of the greatest albums of all time."
        },
        {
            "id": 41,
            "title": "Wish You Were Here",
            "artist": "Pink Floyd",
            "release_date": "1975-09-12",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/3b/22/4d/3b224dad-38e5-fee8-e067-a32e5837cf97/5099968084257.jpg/600x600bb.jpg",
            "genre": "Progressive Rock",
            "info": "Wish You Were Here is the ninth studio album by English rock band Pink Floyd, released in 1975. It is dedicated to former band member Syd Barrett and explores themes of absence, alienation, and disillusionment. Wish You Were Here features extended instrumental passages and elaborate soundscapes, with tracks like 'Shine On You Crazy Diamond' and 'Welcome to the Machine' showcasing the band's musical experimentation and innovation. The album received widespread critical acclaim and commercial success, cementing Pink Floyd's legacy as one of the most influential bands in rock history."
        },
        {
            "id": 42,
            "title": "Born to Run",
            "artist": "Bruce Springsteen",
            "release_date": "1975-08-25",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/0a/02/f7/0a02f7a1-ca2a-c0d7-7192-50314971721f/884977157031.jpg/600x600bb.jpg",
            "genre": "Rock",
            "info": "Born to Run is the third studio album by American singer-songwriter Bruce Springsteen, released in 1975. It features a blend of rock and roll, pop, and folk influences, with Springsteen's distinctive storytelling and lyrical themes of working-class life and dreams. Born to Run includes classic tracks such as the title track 'Born to Run,' 'Thunder Road,' and 'Jungleland.' The album received widespread critical acclaim and commercial success, propelling Springsteen to international fame and establishing him as one of the greatest rock musicians of his generation."
        },
        {
            "id": 43,
            "title": "Hotel California",
            "artist": "Eagles",
            "release_date": "1976-12-08",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/8f/f0/88/8ff088ee-bd18-8a27-1bb6-c0e44ad91cb6/603497862542.jpg/600x600bb.jpg",
            "genre": "Rock",
            "info": "Hotel California is the fifth studio album by American rock band Eagles, released in 1976. It is one of the best-selling albums of all time, known for its iconic title track and hit singles such as 'New Kid in Town' and 'Life in the Fast Lane.' Hotel California features a blend of rock, country, and folk influences, with themes of hedonism, excess, and the dark side of the American Dream. The album received widespread critical acclaim and commercial success, solidifying the Eagles' status as one of the most successful bands of the 1970s."
        },
        {
            "id": 45,
            "title": "Saturday Night Fever",
            "artist": "Bee Gees / Various Artists",
            "release_date": "1977-11-15",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music113/v4/74/c1/73/74c17380-b75d-4d74-31d8-99f8e8b20c36/17UM1IM27905.rgb.jpg/600x600bb.jpg",
            "genre": "Disco",
            "info": "Saturday Night Fever is the soundtrack album to the 1977 film of the same name, featuring songs performed by the Bee Gees and various artists. It is one of the best-selling albums of all time and played a significant role in popularizing disco music worldwide. Saturday Night Fever includes hit singles such as 'Stayin' Alive,' 'Night Fever,' and 'How Deep Is Your Love,' all of which became emblematic of the disco era. The album's success contributed to the cultural phenomenon surrounding the film and disco music in the late 1970s."
        },
        {
            "id": 46,
            "title": "Rumours",
            "artist": "Fleetwood Mac",
            "release_date": "1977-02-04",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/4d/13/ba/4d13bac3-d3d5-7581-2c74-034219eadf2b/081227970949.jpg/600x600bb.jpg",
            "genre": "Pop Rock",
            "info": "Rumours is the eleventh studio album by British-American rock band Fleetwood Mac, released in 1977. It is one of the best-selling albums of all time, known for its melodic pop-rock sound and emotional lyrics. Rumours features hit singles such as 'Go Your Own Way,' 'Dreams,' and 'Don't Stop,' all of which became enduring classics. The album explores themes of love, heartbreak, and relationships, reflecting the tumultuous personal dynamics within the band at the time. Rumours received widespread critical acclaim and commercial success, winning the Grammy Award for Album of the Year."
        },
        {
            "id": 47,
            "title": "The Stranger",
            "artist": "Billy Joel",
            "release_date": "1977-09-29",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/37/68/4c/37684c52-dbdf-9bfe-0d87-07492f43dc4c/dj.gmcbwich.jpg/600x600bb.jpg",
            "genre": "Rock",
            "info": "The Stranger is the fifth studio album by American singer-songwriter Billy Joel, released in 1977. It features a blend of rock, pop, and jazz influences, showcasing Joel's songwriting craftsmanship and versatile musical style. The Stranger includes hit singles such as 'Just the Way You Are,' 'Movin' Out (Anthony's Song),' and 'Only the Good Die Young,' all of which became signature songs for Joel. The album received widespread critical acclaim and commercial success, establishing Joel as one of the leading artists of the 1970s and earning him multiple Grammy Awards."
        },
        {
            "id": 49,
            "title": "The Wall",
            "artist": "Pink Floyd",
            "release_date": "1979-11-30",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Features124/v4/aa/88/2c/aa882ccd-d153-9901-8ee1-c246e5b704b3/dj.esjczuop.jpg/600x600bb.jpg",
            "genre": "Progressive Rock",
            "info": "The Wall is the eleventh studio album by English rock band Pink Floyd, released in 1979. It is a rock opera concept album, telling the story of a character named Pink who builds a metaphorical wall around himself to isolate from the outside world. The Wall features elaborate theatrical productions and complex musical arrangements, with hit singles such as 'Another Brick in the Wall,' 'Comfortably Numb,' and 'Hey You.' The album explores themes of alienation, trauma, and the destructive nature of power. The Wall received widespread critical acclaim and commercial success, becoming one of Pink Floyd's most iconic and influential works."
        },
        {
            "id": 50,
            "title": "Breakfast in America",
            "artist": "Supertramp",
            "release_date": "1979-03-29",
            "image_url": "https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/43/25/10/4325100c-4848-5959-cfb3-2ff08731f417/10UMGIM21526.rgb.jpg/600x600bb.jpg",
            "genre": "Progressive Rock",
            "info": "Breakfast in America is the sixth studio album by English rock band Supertramp, released in 1979. It features a blend of progressive rock, pop, and art rock influences, with catchy melodies and elaborate arrangements. Breakfast in America includes hit singles such as 'The Logical Song,' 'Goodbye Stranger,' and 'Take the Long Way Home,' all of which became radio staples and enduring classics. The album received widespread critical acclaim and commercial success, topping the charts in multiple countries and winning two Grammy Awards. Breakfast in America remains one of Supertramp's most beloved and successful albums."
        }
    ]
}